{
    "header": {
        "about": "Über mich",
        "skills": "Skills",
        "Portfolio": "Portfolio",
        "contact": "Kontakt"
    },
    "atf": {
        "iam": "Ich bin",
        "talk": "lass uns reden!",
        "scroll": "herunterscrollen"
    },
    "about-me": {
        "headline": "Über mich",
        "welcome": "Hallo, ich bin ein Front-End-Entwickler mit Sitz in Bad Blumau, Österreich. Schön, dass Sie meine Seite besuchen.Hier können Sie einen Einblick in meine Arbeit und meine Leidenschaft für Design und Entwicklung erhalten. Ich freue mich, Ihnen meine Projekte vorzustellen und mehr über meine Fähigkeiten und Erfahrungen zu teilen.",
        "firstText": "Programmieren ist für mich eine Leidenschaft. Es bietet mir die Chance, durch Logik und Kreativität innovative Lösungen zu entwickeln und in die Realität umzusetzen. Die Herausforderung, komplexe Systeme zu entwerfen, Probleme zu lösen und ständig neue Technologien zu erlernen, bereichert mich.",
        "secondText": "Mit fundierten Kenntnissen in verschiedenen Programmiersprachen und -frameworks sowie einer starken Problemlösungskompetenz bin ich in der Lage, komplexe Herausforderungen zu bewältigen und innovative Lösungen zu entwickeln. "
    },
    "my-skills": {
        "headline": "Skills",
        "text": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
        "button": "Kontakt aufnehmen"
    },
    "portfolio": {
        "text": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
        "joinText": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
        "PolloLocoText": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Salsaflaschen zu finden, um gegen das Huhn zu kämpfen."
    },
    "contact": {
        "headline": "Kontakt",
        "solve": "Haben Sie ein Problem zu lösen?",
        "contactMe": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
        "need": "Brauchen Sie einen Frontend-Entwickler?",
        "me": "Kontaktieren sie mich!",
        "inputName": "Ihr Name",
        "inputNameErr": "Ihr Name ist erforderlich",
        "inputMail": "Ihre E-Mail",
        "inputMailErr": "Your email is required",
        "textarea": "Ihre Nachricht",
        "textareaErr": "Ihre Nachricht ist leer",
        "privacyPolice1": "Ich habe die",
        "privacyPoliceLink": "Datenschutzbestimmungen",
        "privacyPolice2": "und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden",
        "privacyPoliceErr": "Bitte akzeptieren Sie die Datenschutzbestimmungen",
        "button": "Nachricht senden",
        "successButton": "Nachricht gesendet"
    },
    "imprint": {
        "info": "Informationen und Offenlegung gemäß § 5 (1) ECG, § 25 MedienG, § 63 GewO und § 14UGB",
        "operator": "Webseitenbetreiber",
        "adress": "Anschrift",
        "vat": "UID-Nr",
        "trade": "Gewerbeaufsichtbehörde",
        "member": "Mitgliedschaften",
        "contact": "Kontaktdaten",
        "phone": "Telefon",
        "mail": "Email",
        "regulation": "Anwendbare Rechtsvorschrift",
        "title": "Berufsbezeichnung",
        "dispute": "Online Streitbeilegung",
        "dispute-text": "Verbraucher, welche in Österreich oder in einem sonstigen Vertragsstaat der ODR-VO niedergelassen sind, haben die Möglichkeit Probleme bezüglich dem entgeltlichen Kauf von Waren oder Dienstleistungen im Rahmen einer Online-Streitbeilegung (nach OS, AStG) zu lösen. Die Europäische Kommission stellt eine Plattform hierfür bereit: https://ec.europa.eu/consumers/odr",
        "copyright": "Urheberrecht",
        "copyright-text": "Die Inhalte dieser Webseite unterliegen, soweit dies rechtlich möglich ist, diversen Schutzrechten (z.B dem Urheberrecht). Jegliche Verwendung/Verbreitung von bereitgestelltem Material, welche urheberrechtlich untersagt ist, bedarf schriftlicher Zustimmung des Webseitenbetreibers",
        "disclaimer": "Haftungsausschluss",
        "disclaimer-text": "Trotz sorgfältiger inhaltlicher Kontrolle übernimmt der Webseitenbetreiber dieser Webseite keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Sollten Sie dennoch auf ausgehende Links aufmerksam werden, welche auf eine Webseite mit rechtswidriger Tätigkeit/Information verweisen, ersuchen wir um dementsprechenden Hinweis, um diese nach § 17 Abs. 2 ECG umgehend zu entfernen",
        "disclaimer-secondText": "Die Urheberrechte Dritter werden vom Betreiber dieser Webseite mit größter Sorgfalt beachtet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden derartiger Rechtsverletzungen werden wir den betroffenen Inhalt umgehend entfernen",
        "source": "Quelle"
    },
    "privacy": {
        "headline": "Datenschutzerklärung",
        "generalText1": "In folgender Datenschutzerklärung informieren wir Sie über die wichtigsten Aspekte der Datenverarbeitung im Rahmen unserer Webseite. Wir erheben und verarbeiten personenbezogene Daten nur auf Grundlage der gesetzlichen Bestimmungen (Datenschutzgrundverordnung, Telekommunikationsgesetz 2003).",
        "generalText2": "Sobald Sie als Benutzer auf unsere Webseite zugreifen oder diese besuchen wird Ihre IP-Adresse, Beginn sowie Beginn und Ende der Sitzung erfasst. Dies ist technisch bedingt und stellt somit ein berechtigtes Interesse iSv Art 6 Abs 1 lit f DSGVO.",
        "contactUs": "Kontakt mit uns",
        "contactText": "Wenn Sie uns, entweder über unser Kontaktformular auf unserer Webseite, oder per Email kontaktieren, dann werden die von Ihnen an uns übermittelten Daten zwecks Bearbeitung Ihrer Anfrage oder für den Fall von weiteren Anschlussfragen für sechs Monate bei uns gespeichert. Es erfolgt, ohne Ihre Einwilligung, keine Weitergabe Ihrer übermittelten Daten.",
        "fontsHeadline": "Google Fonts",
        "fontsText1": "Unsere Website verwendet Schriftarten von „Google Fonts“. Der Dienstanbieter dieser Funktion ist:",
        "fontsText2": "Google Ireland Limited Gordon House, Barrow Street Dublin 4. Ireland",
        "fontsPhone": "Tel: +353 1 543 1000",
        "fontsText3": "Beim Aufrufen dieser Webseite lädt Ihr Browser Schriftarten und speichert diese in den Cache. Da Sie, als Besucher der Webseite, Daten des Dienstanbieters empfangen kann Google unter Umständen Cookies auf Ihrem Rechner setzen oder analysieren.",
        "fontsText4": "Die Nutzung von „Google-Fonts“ dient der Optimierung unserer Dienstleistung und der einheitlichen Darstellung von Inhalten. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar.",
        "fontsText5": "Weitere Informationen zu Google Fonts erhalten Sie unter folgendem Link:",
        "fontsLink1": "https://developers.google.com/fonts/faq",
        "fontsText6": "Weitere Informationen über den Umgang mit Nutzerdaten von Google können Sie der Datenschutzerklärung entnehmen:",
        "fontsLink2": "https://policies.google.com/privacy?hl=de .",
        "fontsText7": "Google verarbeitet die Daten auch in den USA, hat sich jedoch dem EU-US Privacy-Shield unterworfen.",
        "fontsLink3": "https://www.privacyshield.gov/EU-US-Framework",
        "rightsHeadline": "Ihre Rechte als Betroffener",
        "rightsText1": "Sie als Betroffener haben bezüglich Ihrer Daten, welche bei uns gespeichert sind grundsätzlich ein Recht auf:",
        "rightsList1": "Auskunft",
        "rightsList2": "Löschung der Daten",
        "rightsList3": "Berichtigung der Daten",
        "rightsList4": "Übertragbarkeit der Daten",
        "rightsList5": "Wiederruf und Widerspruch zur Datenverarbeitung",
        "rightsList6": "Einschränkung",
        "rightsText2": "Wenn sie vermuten, dass im Zuge der Verarbeitung Ihrer Daten Verstöße gegen das Datenschutzrecht passiert sind, so haben Sie die Möglichkeit sich bei uns (c.cigan@gmx.net) oder der Datenschutzbehörde zu beschweren.",
        "contactHeadline": "Sie erreichen uns unter folgenden Kontaktdaten:",
        "nameTitle": "Webseitenbetreiber: ",
        "name": "Cecil Cigan",
        "phoneTitle": "Telefonnummer: ",
        "phone": "06645463994",
        "emailTitle" : "Email: ",
        "email": "c.cigan@gmx.net",
        "source": "Quelle: ",
        "sourceLink": "Datenschutzgenerator Österreich DSGVO"
    }



}