{
    "header": {
        "about": "About me",
        "skills": "Skills",
        "Portfolio": "Portfolio",
        "contact": "Contact"
    },
    "atf": {
        "iam": "I am",
        "talk": "let's talk!",
        "scroll": "Scroll down"
    },
    "about-me": {
        "headline": "About me",
        "welcome": "Hi, I am a Front-end developer based in Bad Blumau, Austria. Thank you for visiting my website, where you can get an insight into my work and my passion for design and development. I am happy to introduce you to my projects and share more about my skills and experience.",
        "firstText": "Programming is a passion for me. It gives me the opportunity to develop innovative solutions through logic and creativity and to turn them into reality. The challenge of designing complex systems, solving problems and constantly learning new technologies enriches me.",
        "secondText": "With in-depth knowledge of various programming languages and frameworks and strong problem-solving skills, I am able to tackle complex challenges and develop innovative solutions. "
    },
    "my-skills": {
        "headline": "My skills",
        "text": "I have gained experience in building projects with varios front end technologies and concepts.",
        "button": "Get in touch"
    },
    "portfolio": {
        "text": "Explore a selection of my work here - Interact with projects to see my skills in action.",
        "joinText": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
        "PolloLocoText": "A simple Jump-and-run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the chicken."
    },
    "contact": {
        "headline": "Contact",
        "solve": "Got a problem to solve?",
        "contactMe": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributiong to your projects with my work.",
        "need": "Need a Frontend developer?",
        "me": "Contact me!",
        "inputName": "Your name",
        "inputNameErr": "Your name is required",
        "inputMail": "Your email",
        "inputMailErr": "Your email is required",
        "textarea": "Your message",
        "textareaErr": "Your message is empty",
        "privacyPolice1": "I've read the",
        "privacyPoliceLink": "privacy police",
        "privacyPolice2": "and agree to the processing of my data as outlined",
        "privacyPoliceErr": "Please accept the privacy policy.",
        "button": "message me"
    },
    "imprint": {
        "info": "Information and Disclosure according to § 5 (1) ECG, § 25 MedienG, § 63 GewO, and § 14 UGB",
        "operator": "Website Operator",
        "adress": "Address",
        "vat": "VAT Number",
        "trade": "Trade Authority",
        "member": "Memberships",
        "contact": "Contact",
        "phone": "Phone",
        "mail": "Email",
        "regulation": "Applicable Legal Regulations",
        "title": "Professional Title",
        "dispute": "Online Dispute Resolution",
        "dispute-text": "Consumers residing in Austria or in another contracting state of the ODR Regulation have the possibility to resolve problems regarding the paid purchase of goods or services within the framework of online dispute resolution (according to OS, AStG). The European Commission provides a platform for this purpose: https: //ec.europa.eu/consumers/odr",
        "copyright": "Copyright",
        "copyright-text": "The contents of this website are subject, as far as legally possible, to various protective rights (e.g., copyright). Any use/distribution of provided material that is prohibited by copyright requires the written consent of the website operator",
        "disclaimer": "Disclaimer",
        "disclaimer-text": "Despite careful content control, the website operator of this website assumes no liability for the content of external links. The operators of the linked pages are solely responsible for their content. If you become aware of outgoing links that refer to a website with unlawful activity/information, please inform us accordingly to promptly remove them pursuant to § 17 Abs. 2 ECG",
        "disclaimer-secondText": "The copyrights of third parties are carefully respected by the operator of this website. If you nevertheless become aware of a copyright infringement, please provide us with the corresponding notice. Upon becoming aware of such infringements, we will promptly remove the affected content",
        "source": "Source"
    }
}